[
  {
    "title": "Psychology master class",
    "description": "Aute et duis consequat enim nostrud excepteur adipisicing. Ad sint ad incididunt cupidatat Lorem anim cillum. Do consectetur Lorem est commodo aliqua. Mollit Lorem fugiat ipsum occaecat.",
    "start_time": "2023-09-05T05:00:00.608+00:00",
    "id": "1",
    "color": "#fbf0cd",
    "end_time": "2023-09-05T07:00:00.608+00:00",
    "links": []
  },
  {
    "title": "Psychology master class 2",
    "description": "Aute nostrud nisi et sunt elit mollit proident eu excepteur qui nostrud laboris magna. Pariatur culpa et occaecat proident laboris. Magna laboris culpa in sit nostrud aute excepteur laborum id. Deserunt minim quis excepteur velit sunt adipisicing ut fugiat proident est duis eiusmod dolore.",
    "start_time": "2023-09-11T10:00:00.608+00:00",
    "id": "2",
    "color": "#fee3d0",
    "end_time": "2023-09-11T13:30:00.608+00:00",
    "links": []
  },
  {
    "title": "Psychology master class 3",
    "description": "Dolor veniam occaecat ipsum voluptate. Dolor ex aute tempor dolor. Et velit Lorem ullamco laborum ut ea adipisicing mollit eu duis elit Lorem. Esse nulla do aliquip Lorem consectetur sit nulla dolor reprehenderit esse tempor incididunt qui.",
    "start_time": "2023-09-11T10:00:00.608+00:00",
    "id": "3",
    "color": "#d2f4df",
    "end_time": "2023-09-11T11:00:00.608+00:00",
    "links": []
  },
  {
    "title": "Psychology master class 4",
    "description": "Quis nulla cupidatat fugiat in ut. Laboris mollit ex cillum ex reprehenderit. Commodo ad pariatur aute elit.",
    "start_time": "2023-09-12T14:00:00.608+00:00",
    "id": "4",
    "color": "#eeddfe",
    "end_time": "2023-09-12T16:30:00.608+00:00",
    "links": []
  },
  {
    "title": "Psychology master class 5",
    "description": "Laborum voluptate ipsum veniam ullamco. Ipsum aliquip adipisicing dolor aliquip. Culpa minim qui irure quis amet cupidatat. Ad sint nulla sunt tempor ex qui dolore. Tempor qui irure Lorem et excepteur consequat cillum mollit veniam. Aliquip laboris commodo do tempor incididunt adipisicing sunt est duis pariatur sunt mollit laborum enim. Quis aliqua eiusmod veniam tempor consequat laborum fugiat mollit.",
    "start_time": "2023-09-12T20:30:00.608+00:00",
    "id": "5",
    "color": "#fee3d0",
    "end_time": "2023-09-12T22:00:00.608+00:00",
    "links": ["http://www.google.com/?query=test_data_long_text_123"]
  }
]
